<template>
  <div class="container">
    <div class="title">一、关于信息收集</div>
    <p class="content">
      小鱼游是由杭州千岛湖小鱼游科技有限公司（以下简称“我们”）研发和运营的微信直播电商平台，在您使用小鱼游服务的过程中，我们会按照如下方式收集您在使用服务时主动提供的或因为使用服务而产生的信息，用以向您提供服务、优化我们的服务以及保障您的账户安全，在此过程中，如果您对相关事宜有任何疑惑的，可以通过文末提供的方式联系我们。
    </p>
    <p class="content">具体的业务功能场景包括：</p>
    <p class="content">
      当您注册小鱼游服务时，我们会收集您的手机号、验证码匹配结果、设备地址、唯一设备识别码。我们收集这些信息是用以完成注册程序，为您提供持续稳定的服务，并保护您注册账号的安全。您应知悉，手机号码和验证码匹配结果属于您的个人敏感信息，我们收集该类信息是为了满足相关法律法规的网络实名制要求，如您拒绝提供可能导致您无法使用我们的应用。
    </p>
    <p class="content">
      当您使用小鱼游服务时，我们会收集您的支付记录，使您能够查看您的支付历史。我们还会收集您直播关注列表，购物车中添加的商品信息，使您能够更加轻松快捷地您关注的主播以及访问您的购物车。您的支付记录、我的购物车、你的关注信息会存储在我们的服务器中，以便您通过多终端登录时使用上述功能，您也可以随时在小鱼游移动客户端删除这些信息。
    </p>
    <p class="content">
      为保障您正常使用我们的服务，维护我们服务的正常运行，改善及优化您的服务体验并保障您的账号安全，我们会收集您的设备型号、操作系统、唯一设备标识符、登录地址、操作日志等信息。
    </p>
    <p class="content">
      我们或我们的第三方合作伙伴可能通过cookie或同类技术收集您的信息，包括您的设备信息、浏览信息、点击信息，并将该信息储存为日志信息，用于记住您的身份、分析您使用我们服务的情况。您可以通过浏览器设置拒绝或管理cookie或同类技术的使用。同时，我们也会使用第三方SDK实现以上采集和使用，其中，如您使用小米、魅族、华为、OPPO、VIVO手机的，小鱼游需接入的上述手机厂商手机的，小鱼游需接入的上述手机厂商Push
      SDK要收集手机唯一标识信息（例如IMEI），并可能会收集您的手机型号、系统类型、系统版本、设备屏幕尺寸等参数用于实现推广活动、视频内容等信息的推送；当您使用直播功能时生成的回放，我们会以加密的方式存储，您也可以随时删除这些信息。
    </p>
    <p class="content">
      另外，根据相关法律法规及国家标准，以下情形中，我们可能会收集、使用您的相关个人信息无需征求您的授权同意：与国家安全、国防安全等国家利益直接相关的；与公共安全、公共卫生、公共知情等重大公共利益直接相关的；与犯罪侦查、起诉、审判和判决执行等直接相关的；出于维护您或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；所收集的个人信息是您自行向社会公众公开的；从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；根据您要求签订和履行合同所必需的；用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；为开展合法的新闻报道所必需的出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；法律法规规定的其他情形。
    </p>
    <p class="content">
      请您理解，我们向您提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了您的信息，我们会通过页面提示、交互流程、网站公告、系统消息等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。
    </p>
    <p class="content">
      请您注意，目前我们不会主动从小鱼游外的第三方获取您的个人信息。如未来为业务发展需要从第三方间接获取您的个人信息，我们会在获取前向您告知个人信息的来源、类型及使用范围，如我们开展业务需进行的个人信息处理活动超出您原本向第三方提供个人信息时的授权同意范围，我们将在处理您个人信息前征得您的授权同意；此外，我们也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。
    </p>

    <div class="title">二、权限获取详细说明</div>
    <p class="content">2.1 相机权限</p>
    <p class="content">
      我们申请访问您的相机权限是为了帮助您使用摄像头来获取相关图片或视频信息，以能够顺利享受小鱼游的服务，如拍摄图片用来更换头像；扫描二维码信息用来下载应用或授权设备登录以及其他使用场景；请您放心，无论如何，我们仅会在小鱼游应用范围内访问您的相机权限。
    </p>
    <p class="content">
      相机权限是您本设备上的一项设置，您可以通过设备设置页面进行管理。同时，我们也为您在产品中提供了更便捷地操作方式，您可以随时关闭相机权限，在权限关闭后，我们将停止访问该权限，也将无法再为您提供与之对应的某些服务，但不影响您享受我们提供的其他服务。
    </p>
    <p class="content">2.2 相册权限</p>
    <p class="content">
      我们申请访问您的相册权限是为了帮助您获取相关图片、视频信息，以能够顺利享受小鱼游的服务，如上传图片用来更换头像；上传视频发布至影评；在与在线客服沟通时上传图片或视频作为证明材料以及其他使用场景。请您放心，无论如何，我们仅会在小鱼游应用范围内访问您的相册权限。
    </p>
    <p class="content">
      相册权限是您本设备上的一项设置，您可以通过设备设置页面进行管理。您可以随时关闭相册权限，在权限关闭后，我们将停止访问该权限，也将无法再为您提供与之对应的某些服务，但不影响您享受我们提供的其他服务。
    </p>
    <p class="content">2.3 麦克风权限</p>
    <p class="content">
      我们申请访问您的麦克风权限是为了帮助您获取相关语音信息，以能够顺利享受小鱼游的服务，如语音搜索用来搜剧以及其他使用场景。请您放心，无论如何，我们仅会在小鱼游应用范围内访问您的麦克风权限。
    </p>
    <p class="content">
      麦克风权限是您本设备上的一项设置，您可以通过设备设置页面进行管理。您可以随时关闭麦克风权限，在权限关闭后，我们将停止访问该权限，也将无法再为您提供与之对应的某些服务，但不影响您享受我们提供的其他服务。
    </p>
    <p class="content">2.4 日历权限</p>
    <p class="content">
      我们申请访问您的日历权限是为了帮助您获取日历信息，并在期限到来前或到来时为您作出时间提醒，以能够顺利享受小鱼游的服务，如已经开播的主播直播间提示以及其他使用场景。请您放心，无论如何，我们仅会在小鱼游应用范围内访问您的日历权限。
    </p>
    <p class="content">
      日历权限是您本设备上的一项设置，您可以通过设备设置页面进行管理。您可以随时关闭日历权限，在权限关闭后，我们将停止访问该权限，也将无法再为您提供与之对应的某些服务，但不影响您享受我们提供的其他服务。
    </p>
    <p class="content">2.5 文件存储和访问功能</p>
    <p class="content">
      我们申请访问您的文件存储和访问功能是为了帮助您更便捷地实现保存图片、缓存播放视频功能，以能够更顺利地享受小鱼游的服务，如便于您缓存视频以及其他使用场景。请您放心，无论如何，我们仅会在小鱼游应用范围内访问您的文件存储和访问功能。
    </p>
    <p class="content">
      文件存储和访问功能是您本设备上的一项设置。您可以随时关闭文件存储和访问功能，在权限关闭后，我们将停止访问该权限，也将无法再为您提供与之对应的某些服务，但不影响您享受我们提供的其他服务。
    </p>
    <p class="content">2.6 短信信息</p>
    <p class="content">
      我们申请访问您的短信信息是为了帮助您更便捷地实现验证码接收，以能够更顺利地享受小鱼游的服务，如便于您短信验证码登录小鱼游以及其他使用场景。请您放心，无论如何，我们仅会在小鱼游应用范围内访问您的短信信息。
    </p>
    <p class="content">
      短信信息权限是您本设备上的一项设置，您可以通过设备设置页面进行管理。您可以随时关闭短信信息权限，在权限关闭后，我们将停止访问该权限，也将无法再为您提供与之对应的某些服务，但不影响您享受我们提供的其他服务。
    </p>
    <p class="content">2.7 媒体库权限</p>
    <p class="content">
      我们申请访问您的媒体库权限是为了帮助您获取相关图片、视频信息，以能够顺利享受小鱼游的服务，如上传图片用来更换头像；在与在线客服沟通时上传图片或视频作为证明材料以及其他使用场景。请您放心，无论如何，我们仅会在小鱼游应用范围内访问您的媒体库权限。
    </p>
    <p class="content">
      媒体库权限您本设备上的一项设置，您可以通过设备设置页面进行管理。您可以随时关闭媒体库权限，在权限关闭后，我们将停止访问该权限，也将无法再为您提供与之对应的某些服务，但不影响您享受我们提供的其他服务。
    </p>
    <p class="content">2.8 获取应用安装列表权限</p>
    <p class="content">
      由于我们部分的功能涉及到其他的第三方的app，如支付宝和微信支付功能，微信登录功能，因此需要获取应用设备的列表权限，以便我们唤起相关的功能。若无该权限，则部分功能将失效，影响用户体验。当您选择参加我们的商业相关的业务时，根据内容需要可能使用到您提供个人信息与第三方支付服务账号。这些信息可能包括个人敏感信息（个人电话号码、支付宝账号、微信号等），是您收到转账所必要的。如果您拒绝提供这些信息，我们将可能无法向您转账
    </p>
    <p class="content">
      2.9
      共享我们不会向其他任何公司、组织和个人分享您的个人信息，但以下情况除外:
    </p>
    <p class="content">
      （1）在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
    </p>
    <p class="content">
      （2）我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。
    </p>
    <p class="content">
      （3）与授权合作伙伴共享：我们将审慎评估第三方使用共享信息的目的，对这些合作方的安全保障能力进行综合评估，并要求其遵循合作法律协议。我们会对合作方获取信息的软件工具开发包（SDK）、应用程序接口(API)进行严格的安全监测,以保护数据安全。对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息
    </p>

    <div class="title">三、信息的存储</div>
    <p class="content">3.1 信息存储的方式和期限</p>
    <p class="content">
      我们会通过安全的方式存储您的信息，包括本地存储（例如利用APP进行数据缓存）、数据库和服务器日志。
    </p>
    <p class="content">
      一般情况下，我们只会在为实现服务目的所必需的时间内或法律法规规定的条件下存储您的个人信息。您可以自主选择删除历史订单、我的购物车、关注直播间等您在使用小鱼游服务时提供的和产生的个人信息，如果您选择删除上述信息，我们也将删除相应的个人信息。
    </p>
    <p class="content">3.2 信息存储的地域</p>
    <p class="content">
      我们会按照法律法规规定，将境内收集的用户个人信息存储于中国境内。
    </p>
    <p class="content">
      目前我们不会跨境传输或存储您的个人信息。将来如需跨境传输或存储的，我们会向您告知信息出境的目的、接收方、安全保证措施和安全风险，并征得您的同意。
    </p>
    <p class="content">3.3 产品或服务停止运营时的通知</p>
    <p class="content">
      当我们的产品或服务发生停止运营的情况时，我们将以推送通知、公告等形式通知您，并在合理期限内删除您的个人信息或进行匿名化处理，法律法规另有规定的除外。
    </p>

    <div class="title">四、信息安全</div>
    <p class="content">4.1 安全保护措施</p>
    <p class="content">
      我们努力为用户的信息安全提供保障，以防止信息的泄露、丢失、不当使用、未经授权访问和披露等。我们使用多方位的安全保护措施，以确保用户的个人信息保护处于合理的安全水平，包括技术保护手段、管理制度控制、安全体系保障等诸多方面。
    </p>
    <p class="content">
      我们采用业界领先的技术保护措施。我们使用的技术手段包括但不限于防火墙、加密（例如SSL）、去标识化或匿名化处理、访问控制措施等。此外，我们还会不断加强安装在您设备端的软件的安全能力。例如，我们会在您的设备本地完成部分信息加密工作，以巩固安全传输；我们会了解您设备安装的应用信息和运行的进程信息，以预防病毒、木马等恶意程序。
    </p>
    <p class="content">
      我们建立了保障个人信息安全专门的管理制度、流程和组织。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务并进行审计，违反义务的人员会根据规定进行处罚。我们也会审查该管理制度、流程和组织，以防未经授权的人员擅自访问、使用或披露用户的信息。
    </p>
    <p class="content">
      我们建议您在使用产品和服务时充分注意对个人信息的保护，我们也会提供多种安全功能来协助您保护自己的个人信息安全。
    </p>
    <p class="content">4.2 安全事件处置措施</p>
    <p class="content">
      若发生个人信息泄露、损毁、丢失等安全事件，我们会启动应急预案，阻止安全事件扩大。安全事件发生后，我们会及时以推送通知、邮件等形式告知您安全事件的基本情况、我们即将或已经采取的处置措施和补救措施，以及我们对您的应对建议。如果难以实现逐一告知，我们将通过公告等方式发布警示。
    </p>

    <div class="title">五、我们如何使用信息</div>
    <p class="content">
      我们严格遵守法律法规的规定以及与用户的约定，按照本隐私保护指引所述使用收集的信息，以向您提供更为优质的服务。
    </p>
    <p class="content">5.1 信息使用规则</p>
    <p class="content">我们会按照如下规则使用收集的信息：</p>
    <p class="content">
      我们会根据您的浏览偏好、习惯等特征为您提供个性化服务，包括基于特征标签进行间接人群画像并向您推荐您可能感兴趣的内容、向您展示更具相关性推广内容，优化个性化服务的体验，并评估、改善我们推广活动的效果；
    </p>
    <p class="content">
      我们会根据您使用小鱼游的频率和情况、故障信息、性能信息等分析我们产品的运行情况，以确保服务的安全性，并优化我们的产品，提高我们的服务质量。我们不会将我们存储在分析软件中的信息与您提供的个人身份信息相结合。
    </p>
    <p class="content">5.2 告知变动目的后征得同意的方式</p>
    <p class="content">
      我们将会在本隐私保护指引所涵盖的用途内使用收集的信息。如我们使用您的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用您的个人信息前，再次向您告知并征得您的明示同意。
    </p>

    <div class="title">六、对外提供</div>
    <p class="content">
      目前，我们不会主动共享或转让您的个人信息至第三方，如存在其他共享或转让您的个人信息或您需要我们将您的个人信息共享或转让至第三方情形时，我们会直接或确认第三方征得您对上述行为的明示同意。
    </p>
    <p class="content">
      我们不会对外公开披露所收集的个人信息，如必须公开披露时，我们会向您告知此次公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明示同意。
    </p>
    <p class="content">
      随着我们业务的持续发展，我们有可能进行合并、收购、资产转让等交易，我们将告知您相关情形，按照法律法规及不低于本隐私保护指引所要求的标准继续保护或要求新的控制者继续保护您的个人信息。
    </p>
    <p class="content">
      另外，根据相关法律法规及国家标准，以下情形中，我们可能会共享、转让、公开披露个人信息无需事先征得您的授权同意：与国家安全、国防安全直接相关的；与公共安全、公共卫生、重大公共利益直接相关的；与犯罪侦查、起诉、审判和判决执行等直接相关的；出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；个人信息主体自行向社会公众公开个人信息的；从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
    </p>

    <div class="title">七、您的权利</div>
    <p class="content">
      在您使用小鱼游期间，为了让您更便捷地查询访问、删除、更正您的个人信息，同时保障您撤回个人信息使用的同意和注销账户的权利，我们在产品设计中为您提供了相应的操作设置，您可参考下面的指引进行操作。此外，我们还设置了投诉举报渠道，您的意见将会得到及时的处理。
    </p>
    <p class="content">7.1 访问个人信息</p>
    <p class="content">1) 进入小鱼游后，点击“我的”；</p>
    <p class="content">2) 点击右上角齿轮（设置）；</p>
    <p class="content">3) 进行信息查询访问。</p>
    <p class="content">个人资料、账户与安全、关于我们。</p>

    <div class="title">八、变更</div>
    <p class="content">
      我们可能会适时对本隐私保护指引进行修订。当隐私保护指引的条款发生变更时，我们会在版本更新时以红点提示等方式向您提示变更后的隐私保护指引，并向您说明生效日期。请您仔细阅读变更后的隐私保护指引内容，您继续使用小鱼游表示您同意我们按照更新后的隐私保护指引处理您的个人信息。
    </p>

    <div class="title">九、我们如何保护您的个人信息</div>
    <p class="content">
      （一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如，在您的浏览器与“服务”之间交换数据（如信用卡信息）时受SSL加密保护；我们同时对我们网站提供https安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
    </p>
    <p class="content">
      （二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
    </p>
    <p class="content">
      （三）互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他我们用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。
    </p>
    <p class="content">
      （四）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
    </p>
    <p class="content">
      （五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
    </p>
    <p class="content">
      （六）我们为您提供注册账号的注销功能，在符合服务协议约定条件及国家相关法律法规规定的情况下，您可以在www.youbo.com官网注销账号，按照提示进行相应的操作。在您的小鱼游账号账号注销之后，我们将在1个月内停止为您提供任何服务，并依据您的要求，删除您的个人信息或做匿名化处理，但法律法规另有规定的除外。
    </p>
    <p class="content">1. 如果您仍执意注销账户，您的账户需同时满足以下条件：</p>
    <p class="content">(1) 账户在系统中无资产；</p>
    <p class="content">
      (2) 账户内无未完成的订单、已提供服务但未支付的订单/服务；
    </p>
    <p class="content">(3) 账户无任何纠纷，包括投诉举报或被投诉举报；</p>
    <p class="content">(4) 账户为正常使用中的账户且无任何账户被限制的记录。</p>
    <p class="content">
      2.
      在账户注销期间，如果您的账户涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，小鱼游有权自行终止本账户的注销而无需另行得到您的同意。
    </p>
    <p class="content">
      3. 请您在提交注销申请前，务必解绑其他相关账户，具体可与我们的客服联系。
    </p>
    <p class="content">
      4.
      账户一旦被注销将不可恢复，请您在操作之前自行备份账户相关的所有信息和数据。注销账户，您将无法再使用本账户，也将无法找回您账户中及与账户相关的任何内容或信息(即使您使用相同的手机号码再次注册并使用本平台)，包括但不限
    </p>
    <p class="content">(1) 您将无法登录、使用账户；</p>
    <p class="content">
      (2)
      账户的个人资料和历史信息(包括但不限于用户名、昵称、头像、购买记录等)都将无法找回；
    </p>
    <p class="content">
      5. 注销账户并不代表账户注销前的账户行为和相关责任得到豁免或减轻。
    </p>
    <p class="content">
      同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
    </p>

    <div class="title">十、未成年人保护</div>
    <p class="content">
      我们非常重视对未成年人个人信息的保护。我们会根据相关法律法规的规定，要求不满十四周岁的未成年人在使用小鱼游的服务或向我们提供个人信息前，应当事先取得自己的监护人（比如自己的父母）的授权同意；已满十四周岁未满十八周岁的未成年人，可以事先取得自己的监护人的授权同意或自行授权同意。
    </p>
    <p class="content">
      我们仅在法律法规允许、未成年人的监护人明确同意或者有必要保护未成年人的情况下使用、对外提供或公开披露该信息。
    </p>
    <p class="content">
      若您是未成年人的监护人，请您关注您监护的未成年人是否是在取得您的授权同意之后使用小鱼游的服务。如果您对您所监护的未成年人的个人信息有疑问，请通过第十节中的联系方式与我们联系。
    </p>

    <div class="title">十一、注销个人信息</div>
    <p class="content">
      我们为您提供注册账号的注销功能，在符合服务协议约定条件及国家相关法律法规规定的情况下，您可以在https://youboi.com官网注销账号或在app内联系客服主动进行注销，按照提示进行相应的操作，我们将在15天内为您注销完成。在您的海豹账号账号注销之后，我们将在30天内停止为您提供任何服务，并依据您的要求，删除您的个人信息或做匿名化处理，但法律法规另有规定的除外。
    </p>

    <div class="title">十二、联系我们</div>
    <p class="content">
      当您有其他的投诉、建议、未成年人个人信息相关问题或需要删除所有访问记录时，请通过以下方式与我们联系：
    </p>
    <p class="content">公司名称：杭州千岛湖小鱼游科技有限公司</p>
    <p class="content">微信公众号：小鱼游</p>
    <p class="content">客服热线：0571-28834861，0571-28888801</p>

    <p class="content" style="text-indent: 0; margin-top: 1rem">
      协议发布时间：2020年9月30日
    </p>
    <p class="content" style="text-indent: 0">
      用户协议生效时期：2020年9月30日
    </p>
    <p class="content" style="text-indent: 0">更新协议日期：2022年1月8日</p>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped>
.container {
  padding: 0.24rem;
  font-size: 0.24rem;
  .title {
    font-weight: 500;
  }
  .content {
    margin: 0.24rem 0;
    text-indent: 0.56rem;
  }
}
</style>
