<template>
  <div class="container">
    <p class="content" style="text-indent: 0">小鱼游平台结算与提现规则说明</p>
    <p class="content" style="text-indent: 0">版本日期:2024年9月10日</p>
    <p class="content" style="text-indent: 0">生效日期:2024年9月10日</p>

    <div class="title">一、适用范围</div>
    <p class="content">
      （一）本服务适用所有完成授权并绑定收款账户信息的小鱼游平台家乡代言人。
    </p>
    <p class="content">
      （二）因在小鱼游平台自购产生的所有的自购返现、或分享商品推荐购物的分享奖励，您可在【小鱼游小程序--我的--我的账户】页面查看账户信息并进行提现收益操作。
    </p>

    <div class="title">二、提现规则</div>
    <p class="content">（一）提现时间</p>
    <p class="content">
      每月25-31号可以提现上一个自然月最后一天24点前以及历史已完成订单但未结算的收益。由于财务审核、遇节假日、不可抗力等原因，部分时间段将可能无法支持提现操作，具体请以提现页面信息为准。
    </p>
    <p class="content">（二）提现限额与次数</p>
    <p class="content">
      单笔提现最高5万元。自购返现和分享奖励当月最多可分别发起2次提现。小鱼游平台可能会根据法律法规、合作伙伴或第三方支付渠道(如银行)要求设置单笔提现限额，具体请以提现页面信息为准。
    </p>
    <p class="content">（三）到账时间</p>
    <p class="content">具体以您绑定的银行账户到账时间为准，</p>
    <p class="content">（四）费用说明</p>
    <p class="content">
      自购返现:家乡代言人通过开设的家乡代言人店自购平台商品所获得的销售折扣。
    </p>
    <p class="content">
      分享奖励:家乡代言人/商家成功邀请新推荐官加入和推广平台商品所获得的利润及参加营销奖补活动的奖励。
    </p>
    <p class="content">【相关提现名词解释】:</p>
    <p class="content">
      未结算订单数/未结算收益:订单状态未完成或者订单状态已完成未结算。
    </p>
    <p class="content">
      已结算订单数/已结算收益:订单状态已完成且已结算转入可提现
    </p>
    <p class="content">
      可提现金额:相关订单属于已完结状态，当前账户可发起提现的金额。
    </p>
    <p class="content">
      历史已完成订单但未结算的收益:根据微信支付要求最多可追溯订单支付之日起但180日内未结算的订单收益，具体操作说明请以微信支付最新官方说明为准。
    </p>
    <p class="content">
      ·不同商品的自购返现、分享奖励以小程序商品实际显示为准。
    </p>
    <p class="content">
      ·为响应国家税务合规，家乡代言人每次发起提现时，提现过程中产生的相关费用(如法律法规政策要求的税费、提现渠道手续费等)将由您承担申报。不同的家乡代言人店认证类型操作说明请遵循对应的开票指引。
    </p>
    <p class="content">
      （五）提现账号绑定:一个小鱼游平台账号只可以绑定一个银行账户进行提现，故您填写的银行账户信息应与注册账户信息保持一致，否则有可能会导致您提现失败。
    </p>
    <p class="content">
      （六）提现条件:您应满足小鱼游提现收益的前置条件，并根据提现页面提示的流程、规则进行提现操作。如因您自身原因导致提现失败(包括但不限于未按提现要求操作实名认证信息、预留的收款账号信息/第三方支付渠道账号不一致、已与第三方支付渠道解绑账号等)，您应自行承担因此导致的损失(包括但不限于因打款失败导致资金退回产生的渠道手续费，或打款至他人账户导致无法追回资金等)
    </p>

    <div class="title">三、其他</div>
    <p class="content">
      （一）平台有权对本规则进行不定期修订，并根据法律法规的规定执行公示程序。若修订内容涉及交易规则的，则将根据法律法规规定另行执行征求意见程序，公示期结束后，本说明修订内容即告生效。若家乡代言人不同意修订后的规则的，可通过平台指引申请停止使用平台服务。
    </p>
    <p class="content">
      （二）平台家乡代言人的相关行为，发生在本规则生效之日或修订之日以前的，适用当时的规则。发生在本规则生效之日或修订之日以后的，适用本规则。
    </p>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped>
.container {
  padding: 0.24rem;
  font-size: 0.24rem;
  .title {
    font-weight: 500;
  }
  .content {
    margin: 0.24rem 0;
    text-indent: 0.56rem;
  }
}
</style>
