<template>
  <p class="agreement">
    在接受本协议之前，请您仔细阅读本协议的全部内容。如果您对本协议的条款有疑问，请通过小鱼游客服渠道进行询问，我们将向您解释条款内容。如果您不同意本协议的任何内容，或者无法准确理解小鱼游对条款的解释，请不要进行后续操作。
    在本协议中，“小鱼游”指小鱼游平台及其关联公司，“商家”指申请人。<br />
    1.合作模式 <br />
    1.1根据其技术能力和资源提供小鱼游平台服务。 <br />
    1.2商家通过小鱼游向用户提供商品或服务，商家应依法经营，遵守小鱼游相关的制度和规定，自负盈亏，独立承担责任和风险。
    <br />
    2. 入驻 <br />
    2.1 入驻须知 <br />
    2.1.1小鱼游暂未授权任何机构进行代理招商服务，入驻申请流程及相关的收费说明均以小鱼游官方招商页面为准。
    <br />
    2.1.2小鱼游有权根据包括但不仅限于品牌需求、公司经营状况、服务水平等其他因素退回客户申请，小鱼游将结合各行业发展动态、国家相关规定及消费者购买需求，不定期更新招商标准。
    <br />
    2.1.3商家必须如实提供资料和信息 <br />
    请务必确保商家申请入驻及后续经营阶段提供的相关资质和信息的真实性和有效性（若商家提供的相关资质为第三方提供，包括但不限于商标注册证、授权书等，请务必先行核实文件的真实有效性），一旦发现虚假资质或信息的，商家将被列入非诚信客户名单，小鱼游将不再与商家进行合作，并将扣除全部保证金；小鱼游认为商家证明文件存有其他可能影响商家订立及履行本协议的情况，小鱼游有权解除本协议和/或注销商家的平台帐户，商家应承担由此产生的法律责任；
    <br />
    小鱼游有权在招商标准的基础上，要求商家提供更多的证明文件，商家需按小鱼游的要求提供，如商家不能提供，则小鱼游有权终止审查商家使用平台服务的申请，有权中止或解除本协议；
    <br />
    商家应如实提供其店铺运营的主体及相关信息，包括但不限于代理运营商、实际店铺经营主体等信息；
    <br />
    小鱼游关于商家信息和资料变更有相关规定的从其规定，但商家如变更上一条所列信息，应（提前十五天）书面告知小鱼游；
    <br />
    2.1.4商家通过入驻小鱼游商家资质审核后，该商家的资质不能进行任何形式的转让。
    <br />
    2.1.5小鱼游同时接受个人、个体工商户、及中国大陆企业的入驻申请;小鱼游目前已开通海外馆,接受具有相关资质的海外企业入驻申请。
    <br />
    2.1.6
    如商家违反上述2.1.3条的约定，小鱼游有权在任何时候不经通知停止提供全部或部分服务。
    <br />
    2.2 小鱼游申请入驻资质标准 <br />
    2.2.1商家入驻需要注册小鱼游账号，且该账号不能包含小鱼游规定的敏感词，具体参见《小鱼游店铺命名规范》。
    <br />
    2.2.2商家入驻需要提供其主体在其他平台拥有的网络销售店铺或平台。 <br />
    2.2.3其他网络店铺需同时满足以下条件： <br />
    A、淘宝、天猫商家店铺要求： <br />
    淘宝商家店铺资质要求如下：淘宝店铺要求信用等级≥3钻，好评率≥97%，店铺DSR≥
    4.8（知名品牌、类目top200、平台稀缺类目的商家可降低门槛至4.7）； <br />
    天猫店铺：DSR≥4.8（知名品牌、类目top200、平台稀缺类目的商家可降低门槛至4.7）；
    <br />
    店铺内可出售商品数量不少于30个； <br />
    店铺的近30天退款率、纠纷率、处罚数，均不高于行业平均值；店铺销量top20商品近一个月销量不少于20件（知名品牌、平台稀缺类目、款式或性价比特别有优势的商家可放宽要求）；
    <br />
    是否可以降低门槛、放宽要求，由平台专门的款式审核人员进行判断； <br />
    B、阿里巴巴店铺要求： <br />
    实力商家，或者交易勋章3A级且三项交易评分不低于行业均值，款式或性价比有优势。
    <br />
    C、美丽说、蘑菇街等其他平台店铺要求： <br />
    美丽说、蘑菇街等其他平台店铺各项店铺评分均不低于其对应的行业均值。店铺内可出售商品数量不少于30个；
    <br />
    店铺的近30天退款率、纠纷率、处罚数，均不高于行业平均值；店铺的近30天商品销量大于500件，店铺销量top20商品近一个月销量不少于20件（知名品牌、平台稀缺类目、款式或性价比特别有优势的商家可放宽要求）；
    <br />
    是否可以降低门槛、放宽要求，由平台专门的款式审核人员进行判断； <br />
    2.2.4商家入驻小鱼游需提供以下资质，其中个人、个体工商户入驻提供A项资质，中国大陆企业入驻提供B项资质,食品、化妆品等其他特殊类目需提供C项资质：
    <br />
    A：
    <img
      style="width: 100%"
      src="../../assets/images/personal_qualifications.jpg"
    />
    B：
    <img
      style="width: 100%"
      src="../../assets/images/enterpris_qualifications.jpg"
    />
    C：经营食品、化妆品等其他特殊产品的，要求商品在上架之时提供相关资质证明和质检证明，如《食品生产许可证》、《食品卫生许可证》、《食品流通许可证》、《全国工业产品生产许可证》、《化妆品生产企业卫生许可证》、所有在售产品近一年的检测报告（需省级以上）、商标注册证等相关证明。涉及中间授权的，需提供中间授权商的各项相关资质证明。
    <br />
    商家若经营酒类，还需提供《酒类流通备案登记表》或《酒类零售许可证》、《酒类批发许可证》、《酒类产销许可证》原件或复印件。
    <br />
    若经营进口产品的，需要提供近一年内的中华人民共和国进口货物报关单复印件;近一年内的商品出入境检验检疫合格证明或卫生证书复印件等，且报关单和卫生证书属于同一批次（合同号一致）
    <br />
    2.2.5店铺入住后，平台将会按照不同的类目要求商家提供相关资质，资质达不到平台相关要求者，平台有权拒绝该商品上架销售。
    <br />
    2.3 开店入驻限制 <br />
    2.3.1店铺名称注册限制。凡符合以下其中一条或多条，小鱼游有权限制商家入驻，相关规范可详见《店铺命名规范》。
    <br />
    店铺名称中含有抢注品牌名、其他平台商家名称的（包括但不限于淘宝网、天猫、聚划算、京东，凡客等），或与其他平台旗下频道、业务相同或相似的名称（包括但不限于天天特价，试用中心，折800等）；
    <br />
    含有行业名称或者通用名称的店铺名称（如浙江箱包联盟，苏州丝绸商会等）；
    <br />
    含有知名人士，知名地区的店铺名称（如彭丽媛服装馆，范冰冰衣柜，西湖女装，凤凰古城精品等）；
    <br />
    含有品牌名或其他平台商家名称近似的店铺名称（如含有优衣库，优衣裤，百佳好，百加好等）。
    <br />
    2.3.2同一主体重新入驻小鱼游限制 <br />
    严重违规、资质造假被小鱼游清退的，永久限制入驻； <br />
    商家一自然年内主动/被动退出1次，此后的一个完整年度内限制入驻。 <br />
    3. 店铺保证金与技术服务费 <br />
    3.1 店铺保证金。 <br />
    商家同意按本协议的要求向小鱼游交纳店铺保证金（以下简称“保证金”或“店铺保证金”），用于保证商家的合规经营。
    <br />
    3.1.1保证金额度 <br />
    商家的具体应缴保证金数额根据小鱼游招商标准及商家的具体情况由小鱼游确定。小鱼游有权根据商家之业务变化及实际违约赔付情况通知商家调整保证金金额，商家应在收到小鱼游通知后的十（10）个自然日内向小鱼游补足保证金，否则，小鱼游有权中止或解除本协议。现阶段个人商家入驻仅收取1000元保证金，保证金将存放于商家保证金账户，保证金主要用于保证商家按照小鱼游的规则进行经营，并且在商家有违规时根据相关规则用于向小鱼游及消费者进行补偿，保证金具体相关规则可参考《保证金制度》。具体的保证金额度参见《保证金制度》
    <br />
    3.1.2保证金退还 <br />
    商家与小鱼游终止协议后，经小鱼游初步查验，未发现商家在合作期限内有未处理完毕的经营纠纷、政府查处等事项，且商家不存在与小鱼游的合作纠纷的，则自小鱼游初步查验完毕后且该商家在交易和费用结算完成后的30个工作日内自动解冻至商家的可体现账户内,具体规则可参考《小鱼游退店协议》
    <br />
    3.1.3保证金的管理和使用 <br />
    小鱼游可在以下情况发生时，处置保证金： <br />
    在小鱼游进行的交易中，如商家涉嫌违反法律、法规、政策、平台规则或违反其对买家的承诺时，商家同意小鱼游有完全的权利根据小鱼游的判断，直接使用保证金对买家进行赔付。
    <br />
    商家违反平台规则，且根据平台规则，商家应当向小鱼游和/或消费者支付违约金、赔偿金，商家同意小鱼游有权直接划扣使用商家保证金。
    <br />
    如商家未按照法律规定、本协议规定或平台规则向买家履行相关义务，则小鱼游有权依其独立判断，直接使用保证金向买家退款或支付违约金（或赔偿金）。
    <br />
    如商家违反本协议或平台规则，给小鱼游造成任何损失（包括但不限于诉讼赔偿、诉讼费用、律师费用等），应向小鱼游支付违约金（罚金）的，则小鱼游有权直接从保证金中扣除相当于小鱼游损失的金额或违约金（罚金）或逾期未付款项，保证金不足以赔偿的，小鱼游可继续向商家追偿；在损失金额不明确之前，小鱼游有权无限期持有该保证金，直至损失金额明确后予以结算。
    <br />
    保证金并非小鱼游收取的费用，不提供任何发票。关于保证金的处理，请参见《商家违规惩罚条例》等小鱼游平台规则。
    <br />
    3.2 技术服务费与佣金 <br />
    3.2.1商家在小鱼游经营，小鱼游将按照商家自行设置每笔不低于10%佣金的最终成交金额收取佣金，其中包括给予小鱼游店主的佣金以及承担的技术服务费用。
    <br />
    3.2.2佣金将在商家账户中对应的每笔交易订单资金从担保中资金解冻变成可用资金时实时计算扣取。如果买家和商家协商最后发生退货的，则对应退货订单，小鱼游将退还已经扣取的技术服务费。
    <br />
    4. 产品及展示 <br />
    4.1 产品和产品信息 <br />
    4.1.1针对商家通过小鱼游网站陈列销售的每一件产品，商家将按小鱼游要求的格式提供准确、完整的必备产品信息，并在必要时及时更新以保证该信息在任何时候均准确完整。
    <br />
    4.1.2商家亦保证您的资料、产品（包括包装）及其报价以及销售符合所有适用的法律（包括所有标识和标签要求），不包含任何色情、诽谤或淫秽或其它非法内容。商家保证不在小鱼游上提供任何禁止和限制销售的产品（包括但不限于假货、水货、盗版、虚假宣传、欺诈或其它非法的产品）的信息或试图进行该等产品的陈列销售；商家也不能提供任何URL标识以供使用。
    <br />
    4.1.3商家保证您商品的宝贝图不可盗用其他店铺的拍摄图，不可侵犯其他第三方的肖像权、著作权、商标等权利（如在小鱼游接到相关投诉后商家无法举证证明自己对图片的使用权），且商家保证商品的宝贝图与实际销售宝贝相一致，不存在与图片样式、材料、质量等不符的产品。
    <br />
    4.1.4商家保证商家将遵守本条的要求并承担全部责任。如果小鱼游有理由认定商家的资料或商家的产品（包括包装）违反了小鱼游平台的规则，小鱼游可以按照小鱼游适用的总体的赔偿标准向用户支付款项并要求商家按小鱼游平台规则向小鱼游支付相应的罚金。商家应当接受小鱼游向用户作出的赔偿决定，不论该决定是否出于法律的要求，并赔偿小鱼游因此支付的所有金额，包括但不限于小鱼游支付的退款、赔偿费、和其它金额。
    <br />
    4.2 产品展示与销售 <br />
    4.2.1小鱼游将展示销售商家的产品，并自主对商家经过小鱼游二次审核的产品进行推广和促销活动（包括但不限于通过小鱼游平台提供与其有关的功能、特性、广告或项目）。
    <br />
    4.2.2小鱼游可以使用特定机制来评价或允许消费者评价商家的产品和/或商家作为卖家的履约情况，小鱼游可以公开这些评价和反馈。小鱼游将向商家提供通过小鱼游平台售出的商家的每一产品的订单信息。小鱼游拥有替商家收取每一交易的全部销售收入，并根据服务条款扣除商家应付的技术服务费和其他金额后将销售额汇付至商家的账户。
    <br />
    5. 销售、配送和退换货<br />
    5.1 销售与配送<br />
    5.1.1商家应该保证：<br />
    以商业上合理的方式包装商家的产品、并在48小时内运送相关的产品。商家应确保48小时之内发货，发货后48小时之内可以见到相关物流信息；每一工作日至少检索一次订单信息；向小鱼游提供有关运输和订单状态以及追踪的信息，且小鱼游可以将该信息公开；商家对任何未送达、错误送达、遭到盗窃或其他有关产品的配送和运输的错误或行为承担责任；所有的销售行为都是基于真实的买卖事实发生，不存在虚假销售或配送行为。<br />
    5.2 退货<br />
    5.2.1货物物流签收后7天无理由退货服务。<br />
    “7天无理由退货”，是指顾客在小鱼游商家处购买实物商品后，在物流显示签收之日起9天内，如因主观原因（如不喜欢商品颜色等）希望退货的，在退货的商品不影响商家二次销售情况下，可以提出“无理由退货”的申请（部分商品及类目除外）。<br />
    具体的规则请参见《交易管理》相关说明。<br />
    5.2.2如果商家网络店铺和商品详情页面对于退换货的描述与小鱼游退货政策服务细则的要求有差异，以小鱼游的退货政策服务细则为准。<br />
    5.2.3商家应当严格遵守通过各种方式直接或间接向买家作出的承诺，包括但不限于小鱼游相关规则以及网络店铺、商品详情页面、在线客服软件等方式向买家作出的承诺。<br />
    6.消费者保障责任及处理<br />
    6.1商家与买家通过小鱼游平台的服务进行交易后，如因商家未履行对消费者的承诺义务而导致买家权益受损的情况下，小鱼游有权以普通或非专业人员的知识水平标准，根据相关证据材料和规则判定商家是否应根据本协议、平台规则的规定履行赔付义务；如小鱼游判定商家应承担赔付责任的，则小鱼游有权使用店铺保证金先行赔付给消费者，或从商户的未提现的货款中直接扣除相应金额款项先行赔付给消费者。<br />
    6.2商家明确了解并同意，商家是交易合同的卖方，应当承担卖方义务，是消费者权益保障的责任主体。当发生本协议所述商家应当履行消费者保障义务情形时，商家应保证买家的合法权益。<br />
    6.3商家同意当商家违规时，小鱼游有权根据平台规则使用店铺保证金向买家进行先行赔付时，小鱼游有权给予商家相应处罚，包括但不限于将商家清退出小鱼游平台。<br />
    6.4对于非个人买家，同等享有本协议规定的消费者权利。<br />
    6.5关于处理交易纠纷的委托<br />
    商家了解并同意，小鱼游及其关联公司并非司法机构，仅能以普通或非专业人员的知识水平标准对商家提交的证据材料进行鉴别，小鱼游及其关联公司对交易纠纷的调处完全是基于商家的委托，小鱼游及其关联公司无法保证交易纠纷处理结果符合商家的期望，也不对交易纠纷调处结果及保证金赔付决定承担任何责任。商家应保证其提交的证据材料的真实性、合法性，并承担其或买家提供的信息、数据不实的风险和责任。<br />
    7.销售收入和退款的汇付<br />
    7.1商家同意委托小鱼游作为代理人，代为收取商家商品的销售货款，并在扣除小鱼游的技术服务费后将之汇付给商家签约时指定的有效银行帐户。<br />
    7.2商品确认收货9天后，冻结的货款变成可提现状态，商家可申请提现。<br />
    7.3用户退货，小鱼游将在商家收到退货货物后将代为收取的该笔货款扣除商家和用户约定的费用后，原路退还给用户。<br />
    8.商家的销售渠道的同等性<br />
    8.1商家在小鱼游平台销售产品的价格不得高于商家在其它地方销售该产品的价格。因此，商家在小鱼游开店上线日及以后，商家保证，对于商家在小鱼游提供或销售的每种产品的价格、内容和其它条件，商家给与小鱼游用户的优惠不低于商家或商家的关联机构在任何商家的销售渠道对该产品提供的最大优惠，具体如下：<br />
    （1）价格条件：商家保证商家在小鱼游网站销售的每种产品的总价不超过商家或商家的关联机构在任何商家的销售渠道对该产品的最低总价。<br />
    （2）内容和其它信息：商家保证商家提供给小鱼游的每种产品的内容和其它信息，与商家或商家的关联机构在任何商家的销售渠道上就该产品展示或使用的最高质量、最完整、准确的内容和其它信息至少具有同等的质量、完整性和准确性。<br />
    （3）违反同等义务：如果商家有任何违反本条规定的情形，商家应及时对受到不利影响的顾客作出补偿，补偿方式是商家向顾客退还适当款项，如商家拒绝补偿，小鱼游有权没收商家已经缴纳的保证金用于补偿顾客，同时小鱼游有权要求商家补充相应的保证金并赔偿小鱼游因此而遭受的损失。<br />
    9. 期限与终止<br />
    本协议的期限自商家完成入驻注册开始，持续至小鱼游或商家按下述规定终止协议（“期限”）。小鱼游可以在任何时候基于任何理由通知商家立即终止或中止本协议。商家可以在任何时候通过小鱼游规定的方式终止本协议或服务。<br />
    10. 密码与帐户安全<br />
    商家设置的密码仅可于本协议有效期内用于访问小鱼游（或小鱼游提供的其他工具）以使用服务，包括但不限于商品的管理、用电子方式接受用户的交易、浏览已完成的交易和资金的提现等。商家对维护密码的安全性负全部责任。商家不能向任何第三方披露其密码，商家对任何使用商家的密码所发生的活动负全部责任（包括但不限于重新设置商家的密码）。如果商家的密码有危险，商家必须立刻更改密码。如因商家原因造成密码泄露，并对小鱼游和顾客造成损失的，商家应承担全部的赔偿责任。<br />
    11. 许可<br />
    商家授予小鱼游免费的、非独占的、永久的、不可撤销的权利和许可，对任何以及全部商家的资料进行使用、复制、演示、展示、分发、改编、修改、重新排版、制作衍生作品以及商业化或非商业化，并可再许可前述权利，惟其前提是，小鱼游不会更改商家所提供的商标的形式（除非为了推广介绍的目的而改变商标的大小，前提是相关比例保持不变），并将遵守商家就商标的特定使用提出的移除商标的要求（如果商家不能通过小鱼游提供的标准化功能进行此操作）。<br />
    12. 陈述<br />
    商家向小鱼游承诺并保证，在注册时及整个协议期限内：<br />
    （1）商家是有效存续并良好运营的；<br />
    （2）商家拥有必需的法定资质、权利、能力和授权签订本协议并履行相应义务，授予本协议项下的权利、许可和授权；<br />
    （3）商家在履行本协议项下义务和行使权利过程中遵守所有适用的法律。<br />
    （4）商家提供的所有资质和信息的真实性和有效性，小鱼游不承担因商家相关资质作假或失效带来的一切法律责任。<br />
    13. 补偿<br />
    对于因以下事项产生或与之相关的任何主张、损失、损害、和解、成本、费用或其他责任（包括但不限于律师费）（以下均称“诉求”），商家保证使小鱼游免于遭受损害，为小鱼游抗辩以及为小鱼游提供补偿：
    商家实际或被主张的任何违反“协议”项下义务或所适用法律的行为；
    商家拥有或运营的任何销售渠道﹑商家的产品（包括报价、销售﹑配送退款﹑退货或换货）、商家的资料（包括但不限于小鱼游按照其政策、标准对商家的产品信息和/或图片作出的修改），以及因前述事项引起的任何实际或被主张的知识产权侵权，以及与之相关的任何人身伤害或财产损失；<br />
    14. 免责声明与一般豁免 <br />
    14.1小鱼游及其服务，包括所有内容、软件、功能以及与服务有关的信息，均按其“现状”提供。作为这些服务和平台的使用者，商家使用小鱼游平台和这些服务应自行承担风险。在法律允许的最大范围内，商家放弃要求，同时小鱼游免于承担：
    对本协议、本协议项下的服务以及预期交易的任何陈述与保证，包括对适销性、适用于特定目的或不侵权的任何默示担保；基于交易过程、合同履行或交易惯例产生的默示担保；
    任何义务、责任、权利、主张或侵权救济，不论其是否由于小鱼游的疏忽产生。小鱼游不保证所包含的功能和服务将满足商家的要求，或是随时可用、及时、安全、不间断或无错误的，小鱼游也不对任何服务中断承担责任，包括但不限于系统崩溃或其他可能影响任何交易的接收、处理、完成或结算的中断。<br />
    14.2如果商家与第三方就商家的产品产生争议，则商家和第三方都不应向小鱼游提出与此争议相关的任何形式和性质的主张、要求和损害赔偿（包括实际损害和间接损害），不论这些主张、要求和损害赔偿是否已知、确定或已被披露。<br />
    15. 保密义务<br />
    15.1在商家使用服务的过程中，商家可能收到有关小鱼游或其服务的不为公众所知悉的信息，包括但不限于相关的交易信息（“保密信息”）。商家同意：
    所有保密信息均为小鱼游的独占财产；
    商家仅在使用服务的合理必要的范围内使用保密信息，并保证接触保密信息的人知悉并遵守本条规定的保密义务；
    商家不能将保密信息向除上述规定外的任何个人、公司或其他第三方披露；
    商家将采取一切合理措施来保护保密信息，使其不被以非经本协议明确允许的方式使用或披露。
    未经小鱼游事先书面许可，商家不得以任何方式（包括在宣传材料中）发布有关服务的任何新闻稿或公开声明，或使用小鱼游的名称、商标或标识，也不得以任何方式使人误解小鱼游之间的关系。<br />
    15.2对于小鱼游的交易信息，商家不能直接或间接地：
    披露或者传递任何小鱼游交易信息（除非商家为履行本协议项下义务所必需而披露，并且保证每位接收者仅为前述目的而使用该信息，并遵守商家使用该信息时所应遵守的限制）；
    为任何宣传推广的目的使用小鱼游交易信息，或以其它任何不符合小鱼游或商家的隐私政策的方式或不符合适用法律的方式使用小鱼游交易信息；
    联络订购商家的产品但产品尚未交付的任何人，意图收取相关费用或诱导其另行购买产品；
    贬损小鱼游、任何小鱼游的产品或服务或任何顾客。<br />
    16. 不可抗力<br />
    小鱼游对因超出小鱼游合理控制之外的原因、事件或其他因素导致的任何迟延或未能履行本协议下的任何义务不承担责任。<br />
    17. 各方关系<br />
    商家和小鱼游是独立的合同方，本协议并不在小鱼游之间产生任何合伙、合资、代理、特许权使用、销售代表或雇佣关系。商家无权代表小鱼游发出或接受任何要约或承诺。商家不能在商家的网站或任何其他场所做出任何与本条规定相冲突的声明。本协议在商家与小鱼游之间不产生排他性合作关系。本协议及其项下所有陈述、保证、约定、条件和条款仅为小鱼游、商家以及相关顾客或卖家的利益而制定。
    小鱼游对该协议中的所有条款有解释权，小鱼游有权以修改、更新等方式不时调整本协议和相关规则的内容，相关内容将公布于小鱼游的网站上或以其他方式通知商家。除非商家通知小鱼游不愿接受调整后的内容并停止使用小鱼游服务，否则调整后的内容将于公布之日或通知另行指定的日期开始生效。<br />
  </p>
</template>

<script setup></script>

<style lang="scss" scoped>
.agreement {
  padding: 0.24rem;
  font-size: 0.24rem;
}
</style>
